/**
 * This script automatically creates a default Admin user when an
 * empty database is used for the first time. You can use this
 * technique to insert data into any List you have defined.
 *
 * Alternatively, you can export a custom function for the update:
 * module.exports = function(done) { ... }
 */

exports.create = {

  //Default admin user
  User: [
    { 'name.first': 'Admin', 'name.last': 'User', email: 'admin@vouk.by', password: 'vouk-1335', isAdmin: true, __ref: 'admin' },
  ],

  //Hardcoded categories due to spec
  PostCategory: [
    { 'name': 'Навіны', __ref: 'news' },
    { 'name': 'Цікавасьці', __ref: 'curious' }
  ],

  //Also hardcoded participants roles
  ParticipantRole: [
    { 'name': 'Блогеры', __ref: 'bloggers' },
    { 'name': 'Фатографы', __ref: 'photographers' },
    { 'name': 'Адміністратары', __ref: 'administrators' }
  ],

  //Temporary for development process
  Post: [
    //News
    {
      'title': 'Тэрыторыя ваўкоў',
      'state': 'published',
      'author': 'admin',
      'categories': 'news',
      'publishedDate': '2016-03-03',
      'content': {
        brief: 'Для вывучэння папуляцыйнай экалогіі воўка ў Нацаянальным парку «Белавежская пушча» праводзіцца ўнікальны праект у рамках пяцігадовай Міжнароднай прыродаахоўнай праграмы ў падтрымку запаведнасці.',
        extended: 'Бык і ваўкі Насіў бык па горадзе косы, прадаваў, каму трэба. Тады на быка, якога звалі, дарэчы, Быска, гавораць: – Нашто табе косы? А бык адказвае: – Буду касіць! Пайшоў у двор, выкляпаў касу ды падаўся касіць. Косіць бык, ідзе да быка воўк і гаворыць: – Ты Быска? – Я Быска. – Сена косіш? – Кашу. – Рагамі круціш? – Кручу. – Хвастом мелеш? – Мялю. – Ці баішся ты мяне? – Я вас дзесяцярых не баюся. Воўк пайшоў шукаць другога ваўка. Знайшоў і гаворыць: – Там косіць бык, надта дужы. Аднаго мяне не баіцца. Пайшлі ўдвух ваўкі да быка. Ідуць і гавораць: – Ты Быска? – Я Быска. – Ты сена косіш? – Кашу. – Рагамі круціш? – Кручу. – Хвастом мелеш? – Мялю. – Ці баішся ты нас дваіх? – Не баюся. Пайшлі ваўкі шукаць трэцяга ваўка. Знайшлі і гавораць: – Там косіць бык, надта ж дужы. Нас дваіх не баіцца. Пайшлі ўтраіх ваўкі да быка. Ідуць і гавораць: – Ты Быска? – Я Быска. – Ты сена косіш? – Кашу. – Рагамі круціш? – Кручу. – Хвастом мелеш? – Мялю. – Ці баішся ты нас траіх? – Не баюся. Пайшлі ваўкі шукаць чацвёртага ваўка. Знайшлі і гавораць: – Там косіць бык, надта дужы, нас траіх не баіцца. Пайшлі чацвёра ваўкоў да быка. Ідуць і гавораць: – Ты Быска? – Я Быска. – Ты сена косіш? – Кашу. – Рагамі круціш? – Кручу. – Хвастом мелеш? – Мялю. – Ці баішся ты нас чацвярых? – Не баюся. Пайшлі ваўкі шукаць пятага ваўка. Знайшлі і гавораць: – Там косіць бык, надта дужы, нас чацвярых ён не баіцца. Пайшлі пяць быкоў да ваўка. Ідуць і гавораць: – Ты Быска? – Я Быска. – Ты сена косіш? – Кашу. – Рагамі круціш? – Кручу. – Хвастом мелеш? – Мялю. – Ці баішся ты нас пяцярых? – Не баюся. Пайшлі ваўкі шукаць шостага. Тады бык ужо трохі спалоўхаўся і пайшоў назад у двор. Прыйшоў у свой двор, касу выкляпаў, а каня навучыў брыкаць, а казла навучыў таўчы, а барана навучыў бадаць, а пеўня навучыў дзерці. Тады ваўкі прыйшлі ўшасцёх на луг, а быка няма. Яны пайшлі да быка ў двор. Прыйшлі і гавораць: – Ага, Быска, спалохаўся нас! – Не, я не спалохаўся, а захацеў палуднаваць, дык і пайшоў у двор. Тады яны – за быка, а бык іх касой, а конь пачаў брыкаць, а казёл стаў таўчы, а баран пачаў бадаць, а певень пачаў дзерці – ледзьве іх не забілі, ледзьве тыя ваўкі ўцяклі.'
      }
    },
    {
      'title': 'Начное паляванне на лясным вадапоі',
      'state': 'published',
      'author': 'admin',
      'categories': 'news',
      'publishedDate': '2016-02-22',
      'content': {
        brief: 'Для вывучэння папуляцыйнай экалогіі воўка ў Нацаянальным парку «Белавежская пушча» праводзіцца ўнікальны праект у рамках пяцігадовай Міжнароднай прыродаахоўнай праграмы ў падтрымку запаведнасці.',
        extended: '–  Лідар расейскіх байкераў “Начныя ваўкі” паведаміў, што па хуткім часе ён з паплечнікамі выпраўляецца ў мотапрабег па тэрыторыі Заходняй Украіны. “Мы будзем у Львове, хай яны не сумняюцца. Там жа будуць вісець георгіеўскіе стужкі!” – запэўніў ён. Аляксандр Залдастанаў так і не сказаў, у які спосаб расейскія матацыклісты збіраюцца перасекчы ўкраінскую мяжу. Ва Украіне “Начныя ваўкі”, якія бралі ўдзел у анэксіі Крыма, аб’яўленыя персонамі нон-грата.'
      }
    },
    {
      'title': 'Тэрыторыя ваўкоў',
      'state': 'published',
      'author': 'admin',
      'categories': 'news',
      'publishedDate': '2016-02-11',
      'content': {
        brief: 'Для вывучэння папуляцыйнай экалогіі воўка ў Нацаянальным парку «Белавежская пушча» праводзіцца ўнікальны праект у рамках пяцігадовай Міжнароднай прыродаахоўнай праграмы ў падтрымку запаведнасці.',
        extended: 'Мы, беларусы — мірныя людзі,Сэрцам адданыя роднай зямлі,Шчыра сябруем, сілы гартуемМы ў працавітай, вольнай сям’і.Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Разам з братамі мужна вякаміМы баранілі родны парог,У бітвах за волю, бітвах за долюСвой здабывалі сцяг перамог!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Дружба народаў — сіла народаў —Наш запаветны, сонечны шлях.Горда ж узвіся ў ясныя высі,Сцяг пераможны — радасці сцяг!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!'
      }
    },
    {
      'title': 'Як ваўчыца Яся прыкідвалася дзіком.',
      'state': 'published',
      'author': 'admin',
      'wolf': 'yasya',
      'categories': 'news',
      'publishedDate': '2015-11-23',
      'content': {
        brief: 'У пойме ракі Лясная Правая насупраць вёскі Каменюкі ваўчыца Яся цэлую ноч палявала каля тропак, пратаптаных дзікамі і аленямі.',
        extended: 'У пойме ракі Лясная Правая насупраць вёскі Каменюкі ваўчыца Яся цэлую ноч палявала каля тропак, пратаптаных дзікамі і аленямі. Пры чым скарысталася ўжо гатовай “інфраструктурай”: зайшла сабе старую лёжку дзіка і заціхарылася там. Гэта, дарэчы, адзін з традыцыйных спосабаў ваўчынага палявання: схавацца і доўгі час ляжаць каля маршрутаў іншых жывёл, бо, як правіла, усе звяры перамяшчаюцца не хаатычна, а па пратаптаных міграцыйных калідорах.'
      }
    },
    {
      'title': 'Ваўчыца Яся ў пошуках баброў.',
      'state': 'published',
      'author': 'admin',
      'wolf': 'yasya',
      'categories': 'news',
      'publishedDate': '2015-11-18',
      'content': {
        brief: 'Уначы 18 лістапада Яся завітала да меліярацыйнай сістэмы.',
        extended: 'Да меліярацыйнай сістэмы каля ракі Саломінка, што жывіць штучныя вадаёмы Белавежскай пушчы, ваўчыца Яся даходзіць рэгулярна. Вось і ўначы 18 лістапада яна сюды завітала. <br> Чым жа яе прываблівае гэтае месца? Паколькі тут яна бывае толькі ноччу, то, хутчэй за ўсё, уваколіцы ракі Саломінкі Яся прыходзіць папаляваць на баброў, бо уся меліярацыйная сістэма зарасла хмызняком, трыснягом, і багатая на бабровыя пасяленні.'
      }
    },
    {
      'title': 'Начное паляванне на лясным вадапоі: чаму ніхто не прыйшоў да Ясі?',
      'state': 'published',
      'author': 'admin',
      'wolf': 'yasya',
      'categories': 'news',
      'publishedDate': '2015-11-16',
      'content': {
        brief: 'Пасачыць за невялікім лясным вадапоем, які вы бачыце на фота, вырашыла ваўчыца Яся.',
        extended: 'Пасачыць за невялікім лясным вадапоем, які вы бачыце на фота, вырашыла ваўчыца Яся. <br> Выбрала сабе ўзгорак з добрай агляднасцю і залягла на цэлую ноч з надзеяй, што які-небудзь аленік прыйдзе наталіць смагу. Але, відаць, ніхто так і не аб’явіўся – і ваўчыцы прыйшлося раніцай перабазіравацца на новае месца. Цікава, што Яся не вельмі баіцца людзей: раён, дзе яна начавала, знаходзіцца побач з турыстычным маршрутам Запаведная Дубрава, а недалёка знаходзіцца адна з арніталагічных пляцовак. <br> Дарэчы, ведаеце, чаму вада ў вадапоі такая брудная? Ва ўсім вінаватыя дзікі, якія не могуць папіць “па-людску”: ім абавязкова трэба пагойсаць па лужынах сваімі капытамі ды арганізаваць СПА-працэдуры ў гразі!'
      }
    },
    {
      'title': 'Камунальная кватэра, дзе сустракаюцца і драпежнікі, і траваедныя.',
      'state': 'published',
      'author': 'admin',
      'wolf': 'nasta',
      'categories': 'news',
      'publishedDate': '2015-11-16',
      'content': {
        brief: 'Бачыце падрапаную зямлю ў невялічкім бярэзніку каля прытоку ракі Гвозна?',
        extended: 'Бачыце падрапаную зямлю ў невялічкім бярэзніку каля прытоку ракі Гвозна? Гэта парыліся дзікі. І сюды ж раніцай 5 снежня завітала ваўчыца Наста. Хацела, напэўна, паглядзець: можа хто ёсць са здабычы. Бо месца гэтае ўнікальнае – яго можна параўнаць з камунальнай кватэрай: тут бываюць ваўкі, дзікі, алені, казулі, ласі і нават зубры! <br> Дарэчы, як вы думаеце: ці баяцца зубры ваўкоў? Як кажуць спецыялісты, адзін воўк буйному статку зуброў не страшны. А вось зграя ваўкоў – гэта ўжо іншая справа: у такім выпадку “шэрыя” маюць усе шансы адбіць якое-небудзь маладое і нявопытнае зубраня.'
      }
    },
    {
      'title': 'Ваўкі таксама любяць грэцца на сонечных палянках.',
      'state': 'published',
      'author': 'admin',
      'wolf': 'nasta',
      'categories': 'news',
      'publishedDate': '2015-11-16',
      'content': {
        brief: '',
        extended: 'У гэтым гушчары сярод буйнога лесу ваўчыца Наста выбрала вельмі цікавую паляну: па перыметры яна завалена старымі дрэвамі, а ў сярэдзіне - высокая трава і… сонейка! Менавіта сюды прыйшла Наста, каб спакойна, каб абаронай буралому, праспаць цэлы дзень і пагрэцца на сонцы.'
      }
    },
    {
      'title': 'Родная алешына або Польшча: які выбар зрабіў воўк Васіль?',
      'state': 'published',
      'author': 'admin',
      'wolf': 'vasil',
      'categories': 'news',
      'publishedDate': '2016-01-16',
      'content': {
        brief: 'Добра адпачнуўшы на балоце, воўк Васіль вельмі блізенька падышоў да мяжы з Польшчай.',
        extended: 'Добра адпачнуўшы на балоце (16955-355.docx), воўк Васіль вельмі блізенька падышоў да мяжы з Польшчай. У ваўкоў ёсць транспамежныя зграі, бо яны могуць без праблем пралезці пад сеткай і перасекчы дзяржаўную мяжу. Чаму ж ім дома не сядзіцца? Бо ў суседняй краіне, у адрозненне ад нашых калгасных палеткаў, нарэзаны дробныя палоскі прыватных палёў, некаторыя з якіх не апрацоўваюцца. Адпаведна, там больш дзічыны – тых жа самых казуль. <br> Але гэтым разам наш воўк перадумаў гасціць у Польшчы і вярнуўся на сваю папярэднюю днёўку – у прыкаранёвую нішу алешыны, якую можна ўбачыць на фота. Бо тут бяспечнае забалочанае месца, а таксама маецца пітная вада.'
      }
    },
    {
      'title': 'Як воўк Васіль ў пошуках ежы хадзіў па балотах',
      'state': 'published',
      'author': 'admin',
      'wolf': 'vasil',
      'categories': 'news',
      'publishedDate': '2016-02-16',
      'content': {
        brief: 'Праз два балоты – Дзікое і Молатаў багон - воўк Васіль выйшаў на ўскраек палёў каля вёскі Ціхаволя.',
        extended: 'Праз два балоты – Дзікое і Молатаў багон - воўк Васіль выйшаў на ўскраек палёў каля вёскі Ціхаволя. Менавіта на такіх участках (экатонах) багата рознай дзічыны – відаць, воўк завітаў сюды ў пошуках ежы. Праўда, слядоў ахвяраў знайсці не ўдалося, таму невядома, ці змог Васіль падсілкавацца. <br> На днёўку воўк засеў на забалочаным участку – яго вы і бачыце на фота. Прыгожае месца, праўда? Дарэчы, ў савецкі час гэтае балота было трохі падсушанае, таму хвоі сталі расці больш інтэнсіўна. Цяпер жа натуральны гідралагічны рэжым аднаўляецца, і хвоі-пераросткі паціху ўсыхаюць, а на іх месцы з’яўляюцца больш каранастыя балотныя формы.'
      }
    },
    {
      'title': 'Паляванне на скрыжаванні ласіных шляхоў',
      'state': 'published',
      'author': 'admin',
      'wolf': 'vasil',
      'categories': 'news',
      'publishedDate': '2015-11-15',
      'content': {
        brief: 'На фотаздымку – балота Дзікое, куды воўк Васіль завітаў пад вечар 15 лістапада.',
        extended: 'На фотаздымку – балота Дзікое, куды воўк Васіль завітаў пад вечар 15 лістапада – прыкладна ў такі час, які і на фотакартцы, калі сонца ўжо хавалася за лес удалечыні. <br> І цэлую ноч наш Васіль праляжаў у гэтых купінах. Справа ў тым, што тут перакрыжоўваюцца шматлікія шляхі ласёў – а значыць, верагоднасць сустрэць сваю ахвяру павышаецца. Наступны дзень, а таксама яшчэ адну ноч ён правёў тут жа на балоце, толькі перасунуўся трошкі на поўнач.'
      }
    },
    {
      'title': 'Паляванне на скрыжаванні ласіных шляхоў',
      'state': 'published',
      'author': 'admin',
      'wolf': 'maryya',
      'categories': 'news',
      'publishedDate': '2015-12-06',
      'content': {
        brief: 'Як ваўчыца Марыя правяла ноч з 5 на 6 снежня.',
        extended: 'Калісьці тут, недалёка ад вёскі Чадзель, былі хутары. Сёння ад іх засталіся зарослыя бур’яном старыя ліпы, дубы і купы камення. Побач – засеянае азімымі поле. Як раз на гэтай мяжы ваўчыца Марыя правяла ноч з 5 на 6 снежня. Справа ў тым, што свежаўзараныя палі з азімымі прывабліваюць аленяў – ім тут ёсць чым пажывіцца. Адпаведна, ваўкі таксама любяць такія мясціны, але ўжо не з-за азімых, а з-за аленяў. <br> Цікава, што ўсю ноч ваўчыца правяла недалёка ад чалавечага жытла – да бліжэйшай хаты вёскі Чадзель каля аднаго кіламетру.'
      }
    },
    {
      'title': 'Як ваўчыца Марыя любавалася рачулкай Гвознай',
      'state': 'published',
      'author': 'admin',
      'categories': 'news',
      'publishedDate': '2015-11-25',
      'content': {
        brief: 'На фотакартцы – прыгожая меліярацыйная рачулка Гвозна марознай снежаньскай раніцай.',
        extended: 'На фотакартцы – прыгожая меліярацыйная рачулка Гвозна марознай снежаньскай раніцай. Тут, на самай ускраіне ўрочышча Нікар, ваўчыца Марыя прагульвалася недзе а-15- й гадзіне 25 лістапада. <br> Складана сказаць, што яна тут рабіла ў двух кіламетрах ад польскай мяжы – нейкіх адмысловых слядоў не знойдзена. Магчыма, проста перабягала з аднаго лесу ў другі і на хвіліначку прыпынілася пасёрбаць чыстай вадзічкі.'
      }
    },

    //Curious
    {
      'title': 'Лепшія здымкі прыроды',
      'state': 'published',
      'author': 'admin',
      'categories': 'curious',
      'publishedDate': '2016-02-24',
      'content': {
        brief: '',
        extended: 'Мы, беларусы — мірныя людзі,Сэрцам адданыя роднай зямлі,Шчыра сябруем, сілы гартуемМы ў працавітай, вольнай сям’і.Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Разам з братамі мужна вякаміМы баранілі родны парог,У бітвах за волю, бітвах за долюСвой здабывалі сцяг перамог!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Дружба народаў — сіла народаў —Наш запаветны, сонечны шлях.Горда ж узвіся ў ясныя высі,Сцяг пераможны — радасці сцяг!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!'
      }
    },
    {
      'title': 'Як ваўкi захоўвалі дзяцей',
      'state': 'published',
      'author': 'admin',
      'categories': 'curious',
      'publishedDate': '2016-03-21',
      'content': {
        brief: 'Для вывучэння папуляцыйнай экалогіі воўка ў Нацаянальным парку «Белавежская пушча» праводзіцца ўнікальны праект у рамках пяцігадовай Міжнароднай прыродаахоўнай праграмы ў падтрымку запаведнасці.',
        extended: 'Мы, беларусы — мірныя людзі,Сэрцам адданыя роднай зямлі,Шчыра сябруем, сілы гартуемМы ў працавітай, вольнай сям’і.Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Разам з братамі мужна вякаміМы баранілі родны парог,У бітвах за волю, бітвах за долюСвой здабывалі сцяг перамог!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!Дружба народаў — сіла народаў —Наш запаветны, сонечны шлях.Горда ж узвіся ў ясныя высі,Сцяг пераможны — радасці сцяг!Слаўся, зямлі нашай светлае імя,Слаўся, народаў братэрскі саюз!Наша любімая маці-Радзіма,Вечна жыві і квітней, Беларусь!'
      }
    },
    {
      'title': 'Як ваўкі дапамагалі гарады засноўваць',
      'state': 'published',
      'author': 'admin',
      'categories': 'curious',
      'publishedDate': '2016-03-17',
      'content': {
        brief: 'У беларускім фальклоры і казках часта героямі з’яўляюцца ваўкі, а часам яны нават становяцца легендарнымі.',
        extended: 'У беларускім фальклоры і казках часта героямі з’яўляюцца ваўкі, а часам яны наватстановяцца легендарнымі. Калі ў італьянцаў ёсць легенда пра ваўчыцу, якая выкармілазаснавальніка Рыму, то ў нас маецца паданне пра жалезнага ваўка, дзякуючы якому былазаснавана сталіца Вялікага княства Літоўскага – Вільня.<br>Па легендзе, якая апісваецца ў Хроніцы Быхаўца, Вялікі князь Гедымін паехаў на паляваннекаля ракі Віліі. У чатырох мілях ад Трокаў ён знайшоў прыгожую гару, на вяршыне якой убачыўвялікага звера – тура. Князь упаляваў таго тура, і пасля таго гару сталі называць Туравай.<br>Вяртацца дадому было позна, таму Гедымін спыніўся на ноч каля свяцілішча Швінтарога ізаначаваў. І пабачыў сон: на гары, якую называлі Крывая (а цяпер завуць Лысая), стаіць вялікіжалезны воўк, а ў яго ўнутры раве так, нібы сто ваўкоў вые.<br>Сон вельмі ўразіў князя, і ён звярнуся па тлумачэнне да паганскага святара Лідзейкі. Той восьшто расказаў князю: “Воўк жалезны азначае, што горад сталічны тут будзе, а тое, што ў ягоўнутры раве, гэта значыць, што слава яго будзе ісці па ўсім свеце”.<br>Гедыміну ідэя спадабалася – і ён заклаў горад Вільню, а потым перанёс сюды і сталіцу. Сёння наКатэдральнай плошчы стаіць бронзавы помнік Гедыміну: князь трымае ў левай руцэ аголенымеч, ззаду яго стаіць конь. А побач – зроблены з граніту воўк.<br>Канечне, гэта толькі прыгожая легенда, бо людзі сяліліся на месцы сучаснай Вільні значнараней.<br>Наогул, тапонімаў, звязаных з ваўкамі, у Беларусі сустракаецца вельмі шмат: у многіх раёнахкраіны ёсць свае Ваўкі, Воўкавічы, Ваўчкі, Воўкава, Воўкаўшчына, Воўкашанка і другія “воўчыя”вёскі. І нават адзін горад – Ваўкавыск. Калі горад у 1503 годзе атрымаўся Магдэбурскае права,гараджане сталі карыстацца гербам, на якім намаляваная галава ваўка ў блакітным полі.<br>Мяркуецца, што назва Ваўкавыск пайшла ад рэчкі Ваўкавыя. Значэнне першай часткі слова«воўк» не выклікае цяжкасцей, а вось другая можа абазначаць як «выя» (старадаўнерускае«шыя»), «выць» або «высь» (вышыня). Ёсць версія, што назву паселішчу надалі паводленаймення служылых людей вялікага князя, якія ў часе палявання мусілі выць па-воўчаму і такімчынам прыцягваць ваўкоў.'
      }
    }
  ],

  //List of participants located on mock
  Participant: [
    {
      'fullname': 'Віктар Фенчук',
      'jobtitle': 'каардынатар праграмы',
      'company': 'Франкфуртскае заалагічнае таварыства / Ахова птушак',
      'roles': ['administrators']
    },
    {
      'fullname': 'Аляксандр Пекач',
      'jobtitle': 'адлоў ваўкоў і праца з фотапасткамі',
      'company': 'Ахова птушак Бацькаўшчыны',
      'roles': ['administrators', 'photographers']
    },
    {
      'fullname': 'Вадзім Пракапчук',
      'jobtitle': 'сачэнне за ваўкамі',
      'company': 'Ахова птушак Бацькаўшчыны',
      'roles': ['administrators']
    },
    {
      'fullname': 'Павел Бераснеў',
      'jobtitle': 'воўчы блогер',
      'company': 'Ахова птушак Бацькаўшчыны',
      'roles': ['bloggers']
    },
    {
      'fullname': 'Микалай Чэркас',
      'jobtitle': 'праца з фотапасткамі',
      'company': 'Ахова птушак Бацькаўшчыны',
      'roles': ['photographers']
    },
    {
      'fullname': 'Алена Шандрак',
      'jobtitle': 'інфармацыйны супрацоўник',
      'company': 'Ахова птушак Бацькаўшчыны',
      'roles': ['bloggers']
    }
  ],

  //List of the wolves with default characteristics
  Wolf: [
    {
      'name': 'Марыя',
      '__ref': 'maryya',
      'sex': 'Самка',
      'age': '2-3 гады',
      'weight': '29 кг',
      'length': '105 см',
      'canines': '20,8 мм',
      'feature': 'Самая хуткая лі спрытная',
      'birthplace': 'Беларусь, Белавежская пушча',
      'socialStatus': 'Пакуль не вызначаны',
      'info': '5 лістапада 2015 года, меліярацыя Нікар ў Хвойніцкім лясніцтве Нацыянальнага парка «Белавежская пушча». Марыя самая малая з усіх ваўкоў, якія ўдзельнічаюць у праекце: вага - 29 кілаграм, даўжыня  цела - усяго 105 сантыметраў. Іклы ў ваўчыцы таксама самыя кароткія – 20,8 міліметраў. Ваўчыца ходзіць ў асноўным уздоўж рачулкі Немяржанкі па забалочаных лясах з вялікімі заваламі са старых паваленых дрэваў. У гэтым жа раёне часта бывае і другая ваўчыца <a href="/wolves/nasta">Наста</a>.',
      'mapColor': '#34435E'
    },
    {
      'name': 'Васіль',
      '__ref': 'vasil',
      'sex': 'Самец',
      'age': '5 гадоў',
      'weight': '40,5 кг',
      'length': '167 см',
      'canines': '28,5 мм',
      'feature': 'Самы буйны',
      'birthplace': 'Беларусь, Белавежская пушча',
      'socialStatus': 'Пакуль не вызначаны',
      'info': '9 лістапада 2015 года, меліярацыя Нікар ў Хвойніцкім лясніцтве Нацыянальнага парка «Белавежская пушча». Гэта самы буйны воўк з усіх удзельнікаў праекту – важыць больш за 40 кілаграм і мае самы доўгі хвост. Васіль ходзіць на самыя вялікія адлегласці: даходзіць ажно да лясных масіваў на поўнач ад вадасховішча Сялец ў Бярозаўскім раёне. Пры чым ходзіць вельмі імкліва – за тры гадзіны паміж сеансамі GPS-перадатчыка на ашыйніку можа пераадолець каля 13-15 кіламетраў.',
      'mapColor': '#B88E8D'
    },
    {
      'name': 'Яся',
      '__ref': 'yasya',
      'sex': 'Самка',
      'age': '2 гады',
      'weight': '33 кг',
      'length': '156 см',
      'canines': '24,5 мм',
      'feature': 'Падарожніца',
      'birthplace': 'Беларусь, Белавежская пушча',
      'socialStatus': 'Пакуль не вызначаны',
      'info': 'Дата і месца адлову: 11 лістапада 2015 года, балота Дакудава Нацыянальнага парка «Белавежская пушча». Ваўчыца Яся мае самы кароткі хвост – усяго 41 сантыметр. Яся ходзіць пераважна ў ваколіцах Ляскоўскага вадасховішча – недалёка ад рэзідэнцыі ў Віскулях. Цікава, што яна не вельмі асцерагаецца людзей: па начах, пільнуючы дзічыну, яна часцяком можа ляжаць літаральна ў 50-100 метрах ад асфальтавых дарог у пушчы.',
      'mapColor': '#D8D2E1'
    },
    {
      'name': 'Наста',
      '__ref': 'nasta',
      'sex': 'Самка',
      'age': '1 год',
      'weight': '32 кг',
      'length': '161 см',
      'feature': 'Самая хуткая лі спрытная',
      'birthplace': 'Беларусь, Белавежская пушча',
      'socialStatus': 'Пакуль не вызначаны',
      'info': 'Дата і месца адлову: 1 снежня 2015 года, тэрыторыя Броўскага лясніцтва Нацыянальнага парка «Белавежская пушча». Ваўчыца Наста самая маладая з усіх адлоўленых для праекта ваўкоў – ёй усяго толькі адзін год. Наста жыве ў ваколіцах рачулкі Немяржанкі, уздоўж якой яна ходзіць з поўначы на поўдзень і назад. Часткова раён яе пражывання перасякаецца з другой удзельніцай праекту – ваўчыцай Марыяй.',
      'mapColor': '#60E1E0'
    },
    {
      'name': 'Шэры',
      'feature': 'Цярпялівы паляўничы',
      'age': '23 гады',
      'weight': '100 кг',
      'mapColor': '#6369D1'
    }
  ],


  //List of customer's friend
  Friend: [
    {
      'title': 'Націянальны парк \“Белавежская пушча\”',
      'link': 'http://npbp.by',
      'description': 'Белавежская пушча- адзін з самых буйных лясных масіваў раўнінная Еўропыб які захаваўся да нашых дзен ў адносна непарушаным стане. У беларускай частцы, а таксама на пралеглых землях створана Дзяржаўная прыродаахоўная ўстанова “Нацыянальны парк Белавежская пушча” плошча у 150 069 га.'
    },
    {
      'title': 'Франкфурцкае заалагічнае таварыства (Германія)',
      'link': 'https://fzs.org',
      'description': 'Адна з настарэйшых прыродаахоўных арганізацый у Еўропеб заснаванная ў 1858 годзе. Прыярытэтым дзейнасці таварыства з’яўляецца прасоўванне ідэй захавання дзікай прыроды ў Германіі ш значных месцах для дзікай прыроды па ўсім свеце.'
    },
    {
      'title': 'Ахова птушак бацькаўшчыны',
      'link': 'http://www.ptushki.org',
      'description': 'Грамадская арганізація працуе дзеля захавання разнастайнасці відаў і экасістэм у Беларусі шляхам далучэння насельніцтва да актыўнай аховы прыроды. Асноўнымі мэтамі АПБ з’яўляюцца захаванне біялагінай разнастайнасці і заахвочванне насельніцтва да актыўнай аховы прыроды.'
    }
  ],

  //List of surveys
  Survey: [
    {
      'title': 'Ці падабаецца Вам адсочваць перамяшчэнне Марыі?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-15',
      'page': 'blog',
      'answers': ['Падабаецца, кожны раз яна меня здзіўляе', 'Не, я не марную час на гэта', 'Часам чытаю артыкулы і гляджу, дзе адбываліся дзеянні на карце'],
      'scores': ['80', '10', '10'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якое імя больш зручна для ваўка?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-03',
      'page': 'blog',
      'answers': ['Васілій', 'Выключны', 'Міхалыч'],
      'scores': ['3', '8', '69'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Колькі часу Вы гатовы прысвяціць валанцёрству?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-02-28',
      'page': 'blog',
      'answers': ['Гадзіну ў дзень', 'Пару гадзін у нязделю', 'Ніколькі'],
      'scores': ['0', '10', '35'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якое імя больш зручна для ваўка?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-02-12',
      'page': 'blog',
      'answers': ['Шэры', 'Рахмяны'],
      'scores': ['0', '0'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Колькі часу Вы гатовы прысвяціць валанцёрству?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-01-17',
      'page': 'blog',
      'answers': ['Некалькі дзён у месяц', 'Няма вольнага часу'],
      'scores': ['100', '500'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якое імя больш зручна для ваўка?',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2015-12-03',
      'page': 'blog',
      'answers': ['Марыя', 'Васіль', 'Наста'],
      'scores': ['4', '8', '15'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якое імя больш зручна для ваўка?',
      'author': 'admin',
      'state': 'archived',
      'publishedDate': '2015-04-23',
      'page': 'blog',
      'answers': ['Торбьорн', 'Харальд'],
      'scores': ['0', '0'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якія сродкі дапамогуць ваўкам?',
      'author': 'admin',
      'state': 'archived',
      'publishedDate': '2015-05-17',
      'page': 'blog',
      'answers': ['Добраахвотная дапамога', 'Фінансавая'],
      'scores': ['23', '42'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Якое імя больш зручна для ваўка?',
      'author': 'admin',
      'state': 'archived',
      'publishedDate': '2015-06-03',
      'page': 'blog',
      'answers': ['Торстейн', 'Ульвхам', 'Энунд'],
      'scores': ['4', '8', '15'],
      'about': true,
      'blog': true
    },
    {
      'title': 'Тэставы апрос?',
      'author': 'admin',
      'state': 'archived',
      'publishedDate': '2014-12-03',
      'page': 'blog',
      'answers': ['Так'],
      'scores': ['100500'],
      'about': true,
      'blog': true
    }
  ],

  //List of big promos
  Promo: [
    {
      'title': 'Цікава ведаць',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-15',
      'content': '<h2><span>Цікава</span><span>ведаць</span></h2><h3>Заравое выцце зграі</h3><p>Гэта адзін са спосабаў папярэдзіць іншых ваўкоў, што на гэтую терыторію лепш не совацца.</p>',
      'support': true,
      'friends': true,
      'about': true,
      'wolf': true
    },
    {
      'title': 'Апошні воўк',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-15',
      'content': '<h2><span>Гістарычны</span><span>факт</span></h2><p>У 1500 годзе апошні дзікі воўк быў забіты на тэрыторыі Англіі, у 1700 у Ірландыі, і ў 1772 на дацкай зямлі.</p>',
      'support': true,
      'friends': true,
      'about': true,
      'wolf': true
    },
    {
      'title': 'Воўк па японску',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-16',
      'content': '<h2><span>Геаграфічны</span><span>факт</span></h2><p>У японскай мове слова воўк характарызуецца, як «вялікі бог».</p>',
      'support': true,
      'friends': true,
      'about': true,
      'wolf': true
    },
    {
      'title': 'Адольф Гітлер',
      'author': 'admin',
      'state': 'published',
      'publishedDate': '2016-03-16',
      'content': '<h2><span>Гістарычны</span><span>факт</span></h2><p>Адольф Гітлер быў зачараваны ваўкамі і часам патрабаваў называць сябе «Спадар Вольф» або «дырыжор Вольф» у якасці псеўданіма.</p>',
      'support': true,
      'friends': true,
      'about': true,
      'wolf': true
    }
  ]
};
